Repository: OnionBrowser/OnionBrowser
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, he, km

source: %1$@ (Disabled: %2$@)
de: %1$@ (Deaktiviert: %2$@)
he: %1$@ (מושבת: %2$@)
km: %1$@(បានបិទ៖ %2$@)

source: %1$@ relies on %2$@ for a secure connection to Tor. Install the %2$@ app to continue.
de: %1$@ benötigt %2$@ für eine sichere Verbindung zum Tor-Netzwerk. Installiere die %2$@-App um weiter zu machen.

source: %1$@ runs in onion-only mode. This is dangerous and %2$@ does not support it. Switch it off to use %2$@!
de: %1$@ läuft im "Nur-Onion-Modus". Das ist gefährlich und wird von %2$@ nicht unterstützt. Schalte ihn ab, um %2$@ zu benutzen!

source: %1$@ Use %2$@ to connect to the official Tor network.
de: %1$@ %2$@ benutzen, um sich mit dem Tor-Netzwerk zu verbinden.

source: %@ a little more speed
de: %@ eine etwas höhere Geschwindigkeit

source: %@ alone provides a VPN proxy. It will hide apps from network monitoring and give you access when they are blocked.
de: %@ alleine leitet allen Datenverkehr durch das Tor-Netzwerk. Es versteckt Apps vor Netzwerküberwachung und ermöglicht ihnen Zugriff, auch sie in Deinem Netzwerk blockiert werden.

source: %@ Get updates on the status of the connection.
de: %@ Benachrichtigungen erhalten, wenn sich der Status des Verbindung ändert.

source: %@ installed! One more step.
de: %@ installiert! Nur noch ein Schritt.

source: %@ more protection from IP leaks
de: %@ verbesserter Schutz vor dem versehentlichen Aufdecken Deiner IP-Adresse

source: %@ new standards
de: %@ Unterstützung neuerer Web-Standards

source: %@ video and audio streaming
de: %@ Video- und Audiostreaming

source: (not recommended)
de: (nicht empfohlen)
he: (לא מומלץ)
km: (មិនត្រូវបាន​ណែនាំ)

# __DONATE_EXPLANATION_PARAGRAPH1__
source: Onion Browser is a free app, but it takes time and resources to develop and maintain.
de: Onion Browser ist eine kostenlose und freie App, aber es benötigt Zeit und Resourcen um sie zu entwickeln und zu betreuen.
he: דפדפן Onion הוא יישום חינמי, אבל זה לוקח זמן ומשאבים לפתח ולתחזק אותו.
km: កម្មវិធី​រុករក Onion គឺ​មិនគិតថ្លៃ​ទេ ប៉ុន្តែ​វា​ត្រូវការ​ពេលវេលា និង​ធនធាន​ដើម្បី​អភិវឌ្ឍ និង​តំហែទាំ។

# __DONATE_EXPLANATION_PARAGRAPH2__
source: You can support the app by sending a small tip through an in-app purchase, below. This is a one-time, non-recurring transaction, but you can come back any time to send another. No information about your in-app purchase is collected or stored by the Onion Browser developers.
de: Du kannst die App unterstützen, indem Du durch einen In-App-Kauf spenden. Das ist eine einmalige, sich nicht wiederholende Transaktion, aber Du kannst jederzeit wiederkommen und eine weitere Spende schicken. Es wird keinerlei Information über Deinen In-App-Kauf von den Onion-Browser-Entwicklern gesammelt oder gespeichert.
he: אתה יכול לתמוך ביישום ע״י שליחת תשר קטן באמצעות רכישה בתוך־יישום, למטה. זאת עסקה חד־פעמית, בלתי־מחזורית, אבל אתה יכול לחזור בכל זמן שהוא כדי לשלוח תשלום נוסף. מידע אודות הרכישה בתוך־היישום שלך אינו נאסף או מאוחסן ע״י מפתחי דפדפן Onion.
km: អ្នក​អាច​គាំទ្រ​កម្មវិធី​នេះ​ដោយ​ការ​បរិច្ចាគ​បន្តិចបន្តួច​តាមរយៈ​ការទិញ​នៅ​ក្នុង​កម្មវិធី​ខាងក្រោម។ ការ​បរិច្ចាគ​នេះ​តែម្ដង​គត់ មិនកើត​ឡើងម្ដងទៀត​ទេ ប៉ុន្តែ​អ្នក​អាច​ត្រឡប់​មកវិញ​ពេលណា​ក៏បាន​ដើម្បី​បរិច្ចាគ​ម្ដងទៀត។ មិនមាន​ព័ត៌មាន​អំពី​ការ​ទិញ​នៅក្នុង​កម្មវិធី​ត្រូវបាន​ប្រមូល ឬ​រក្សាទុក​ដោយ​អ្នកបង្កើត​កម្មវិធី​រុករក Onion ឡើយ។

# __DONATE_EXPLANATION_PARAGRAPH3__
source: You can learn about other ways to help (including Patreon, PayPal, Bitcoin, or Zcash) in the 'About' section of the 'Settings' page.
de: Du kannst dich über andere Wege (z.B. Patreon, PayPal, Bitcoin oder Zcash) um Onion Browser zu unterstützen im Bereich 'Über' in 'Allg. Einstellungen' informieren.
he: אתה יכול ללמוד עוד אודות דרכים אחרות לעזור (כולל Patreon, PayPal, Bitcoin או Zcash) בקטע 'אודות' של העמוד 'הגדרות עולמיות'.
km: អ្នក​អាច​ឈ្វេងយល់​អំពី​វិធី​ផ្សេងទៀត​ដើម្បី​ជួយ (រួមមាន Patreon, PayPal, Bitcoin ឬ Zcash) នៅក្នុង​ផ្នែក 'អំពី' នៃ​ទំព័រ 'ការកំណត់'។

# __DONATE_THANKS__
source: Thank you! Every little bit helps! Your payment of %@ helps ensure continuing development on Onion Browser and tools that make Tor easier to integrate into other iOS apps.
de: Danke sehr! Jeder Beitrag hilft! Deine Zahlung über %@ hilft, die Entwicklung von Onion Browser und weiteren Tools, die es leichter machen, Tor in andere Apps zu integrieren weiterzuführen.
he: תודה! כל תשר קטן עוזר! התשלום %@ שלך עוזר להבטיח המשך פיתוח של דפדפן Onion וכלים שהופכים את Tor לקל יותר לשילוב לתוך יישומי iOS אחרים.
km: អរគុណ! រាល់​ការ​ជួយ​បន្តិចបន្តួច! ការទូទាត់​របស់​អ្នក​ចំនួន %@ជួយ​ឱ្យ​មាន​ការ​បន្ត​អភិវឌ្ឍ​លើ​កម្មវិធី​រុករក Onion និង​កម្មវិធី​ផ្សេង​ទៀត​ដែល​ធ្វើ​ឱ្យ Tor ងាយស្រួល​បញ្ចូល​ទៅក្នុង​កម្មវិធី iOS ផ្សេងទៀត។

source: About
de: Über
he: אודות
km: អំពីកម្មវិធី

source: Access to %@ was Denied
de: Zugriff auf %@ wurde abgelehnt

source: Add
de: Hinzufügen
he: הוסף

source: Add "%@" as the search term placeholder!
de: Verwende "%@" als Platzhalter für den Suchbegriff!

source: Add Bookmark
de: Lesezeichen hinzufügen
he: הוסף סימנייה
km: បន្ថែម​ទីចំណាំ

source: Add Search Engine
de: Suchmaschine hinzufügen

source: Add Site
de: Seite hinzufügen
he: הוסף אתר
km: បន្ថែម​វេបសាយ

source: Add to %@
de: Zu %@ hinzufügen

source: Additionally, all bookmarks not existing on the server but in Onion Browser will be created there.
de: Zusätzlich werden alle Lesezeichen, die am Server nicht existieren, aber in Onion Browser, dort erstellt.
he: בנוסף, כל הסימניות שאינן קיימות על השרת אבל קיימות בדפדפן Onion יווצרו שם.
km: លើសពីនេះ រាល់​ទីចំណាំ​ទាំងអស់​ដែល​មិនមាន​នៅលើ​ម៉ាស៊ីនមេ ប៉ុន្តែ​នៅក្នុង​កម្មវិធី​រុករក Onion នឹង​ត្រូវ​បង្កើត​នៅ​ទីនោះ។

source: Address
de: Adresse
he: כתובת
km: អាសយដ្ឋាន

source: All rules
de: Alle Regeln
he: כל הכללים
km: គោលការណ៍ទាំងអស់

source: Allow 3rd-Party Keyboards
de: Drittanbieter-Tastaturen erlauben
he: התר מקלדות צד־שלישי
km: អនុញ្ញាត​ក្ដារចុច​ភាគីទី3

source: Allow Access to Microphone and Video
de: Zugriff auf Mikrofon und Tastatur erlauben

source: Allow Access to Orientation and Motion Data
de: Zugriff auf Kompass- und Bewegungsdaten erlauben

source: Allow hosts to permanently store cookies and local storage databases.
de: Hosts die dauerhafte Speicherung von Cookies und Website-Daten erlauben.
he: התר למארחים לאחסן לצמיתות עוגיות ומסדי־נתונים של אחסון מקומי
km: អនុញ្ញាត​ឱ្យ​ម៉ាស៊ីន​រក្សាទុក​ខូឃី និង​កន្លែងផ្ទុក​ទិន្នន័យមូលដ្ឋាន​ជា​អចិន្ត្រៃយ៍។

source: Allow JavaScript
de: JavaScript erlauben

source: Allow Persistent Cookies
de: Dauerhafte Cookies erlauben
he: התר עוגיות מתמידות
km: អនុញ្ញាត​រក្សាទុក​ខូឃី

source: Are you sure you want to send a %@ tip?
de: Bist Du sicher, dass Du %@ spenden willst?
he: האם אתה בטוח שאתה רוצה לשלוח תשר של %@?
km: តើ​អ្នក​ប្រាកដ​អត់​ដែល​អ្នក​ចង់​ផ្ដល់ជំនួយ %@?

source: Ask %@ for permission to access it.
de: Frag %@ nach der Erlaubnis es zu benutzen.

source: Ask again to continue.
de: Frag nochmal, um weiter zu machen.

source: Authentication Required
de: Authentifizierung nötig
he: אימות נדרש
km: ទាមទារ​យថាភូតកម្ម

source: Auto-Complete Search Results
de: Vervollständige Suchergebnisse automatisch
he: השלם אוטומטית תוצאות חיפוש
km: បំពេញ​លទ្ធផល​ស្វែងរក​ដោយ​ស្វ័យប្រវត្តិ

source: Autocomplete URL
de: Vorschläge-URL

source: Begins On
de: Beginnt am
he: מתחיל במועד
km: ចាប់ផ្ដើមនៅ

source: Blocked 3rd-Party Hosts
de: Blockierte Hosts Dritter
he: מארחי צד־שלישי חסומים
km: ម៉ាស៊ីន​ភាគី​ទី3 ត្រូវបាន​រាំងខ្ទប់

source: Bookmarks
de: Lesezeichen
he: סימניות
km: ទីចំណាំ

source: Both are free to use. Free of tracking. Code is open source.
de: Beide sind kostenlos nutzbar und frei von Tracking. Der Quellcode ist öffentlich verfügbar.

source: Bridge Configuration
de: Brückenkonfiguration
he: תצורת גשר
km: ការកំណត់ Bridge

source: By editing this setting, you have created a custom security setting.
de: Indem Du das änderst, erzeugst Du eine eigene Sicherheitseinstellung.
he: על ידי עריכה של הגדרה זו, יצרת הגדרה מותאמת אישית של אבטחה.
km: តាមរយៈ​ការកែការកំណត់​នេះ អ្នក​បាន​បង្កើត​ការកំណត់​សន្តិសុខ​ផ្ទាល់ខ្លួន។

source: Cancel
de: Abbruch
he: בטל
km: បោះបង់

source: Certificate Information
de: Zertifikatsinformation
he: מידע תעודה
km: ព័ត៌មាន​វិញ្ញាបនបត្រ

source: Changing this option requires restarting the app.
de: Eine Änderung dieser Option erfordert einen Neustart der App.
he: שינוי אפשרות זו דורש הפעלה מחדש של היישום
km: ការផ្លាស់ប្ដូរ​ជម្រើស​នេះ តម្រូវ​ឱ្យ​អ្នក​ចាប់ផ្ដើម​កម្មវិធី​ឡើងវិញ។

source: Choose how long app remembers open tabs.
de: Wie lange soll sich die App an offene Reiter erinnern?
he: בחר עד מתי היישום יזכור לשוניות פתוחות.
km: ជ្រើសរើស​រយៈពេល​ដែល​កម្មវិធី​ចងចាំ​ផ្ទាំង​ដែល​បើក។

source: Cipher
de: Chiffre
he: צופן

source: Close Tab
de: Schließe Reiter
he: סגור לשונית
km: បិទផ្ទាំង

source: Confirm %@
de: %@ bestätigen
he: אשר %@
km: បញ្ជាក់ %@

source: Confirm Purchase
de: Kauf bestätigen
he: אשר רכישה
km: បញ្ជាក់​ការ​ទិញ

source: Connect to a website to see your circuit.
de: Website aufrufen, um den Kanal zu sehen.
he: התחבר אל אתר כדי לראות את המעגל שלך.
km: តភ្ជាប់​ទៅកាន់​វែបសាយ​ដើម្បី​មើល​ច្រក​របស់​អ្នក។

source: Connection Information
de: Verbindungsinformation
he: מידע חיבור
km: ព័ត៌មាន​ការ​តភ្ជាប់

source: Connection to Nextcloud Server Failed
de: Verbindung zum Nextcloud Server fehlgeschlagen
he: חיבור אל שרת Nextcloud נכשל
km: ការតភ្ជាប់​ទៅកាន់​ម៉ាស៊ីនមេ Nextcloud បានបរាជ័យ

source: Cookies and Local Storage
de: Cookies und Website-Daten
he: עוגיות ואחסון מקומי
km: ខូឃី និង​កន្លែង​ផ្ទុក​ទិន្នន័យ​តំបន់

source: Couldn't understand server response.
de: Serverantwort unverständlich.
he: לא היה ניתן להבין תגובת שרת.

source: Create New Tab
de: Neuer Reiter
he: צור לשונית חדשה
km: បង្កើត​ផ្ទាំងថ្មី

source: Custom
de: individuell
he: מותאם אישית
km: កំណត់​ខ្លួនឯង

source: Custom Site Security
de: Spezielle Seiteneinstellungen
he: אבטחת אתרים מותאמת אישית
km: កំណត់​សន្តិសុខ​វេបសាយ​ខ្លួនឯង

source: Custom user-agent string, or blank to use the default.
de: Eigener User-Agent. (Leer lassen, um den Standard zu verwenden.)
he: מחרוזת מותאמת אישית של סוכן־משתמש, או השאר ריק כדי להשתמש בברירת המחדל
km: កំណត់​សំណុំ​អក្សរ​នៃ​ភ្នាក់ងារ​ប្រើប្រាស់ ឬ​ទុក​នៅ​ទទេ ដើម្បី​ប្រើប្រាស់​លំនាំដើម។

source: Customize
de: Individualisieren
he: התאם אישית
km: ធ្វើតាម​តម្រូវការ​ខ្លួនឯង

source: Default Security
de: Standardsicherheitsniveau
he: אבטחת ברירת מחדל
km: សន្តិសុខ​លំនាំដើម

source: Define custom settings for specific sites.
de: Spezielle Einstellungen für bestimmte Seiten definieren.
he: הגדר קביעות מותאמות אישית עבור אתרים מסוימים.
km: កំណត់​ការកំណត់​ខ្លួនឯង​សម្រាប់​វេបសាយ​ជាក់លាក់

source: Delete
de: Löschen

source: Disable
de: Deaktivieren
he: השבת
km: បិទ

source: Disable Bookmarks on Start Page
de: Lesezeichen auf der Startseite deaktivieren
he: השבת סימניות בדף התחלה
km: បិទ​ទីចំណាំ​នៅលើ​ទំព័រ​ដំបូង

source: Disabled: %@
de: Deaktiviert: %@
he: מושבת: %@
km: បានបិទ៖ %@

source: Donate
de: Spenden
he: תרום
km: បរិច្ចាគ

source: Donate to %@
de: An %@ spenden
he: %@ תרום אל
km: បរិច្ចាគ​ទៅ %@

source: Done
de: Fertig
he: סיים
km: រួចរាល់

source: Download
de: Herunterladen

source: Easy breezy. Though it could be dangerous.
de: Ganz easy. Aber könnte gefährlich sein.
he: אוורירי. על אף שזה יכול להיות מסוכן.
km: ងាយស្រួល ប៉ុន្តែ​ប្រយ័ត្ន​គ្រោះថ្នាក់។

source: Edit Bookmark
de: Lesezeichen ändern
he: ערוך סימנייה
km: កែ​ទីចំណាំ

source: Edit Search Engine
de: Suchmaschine bearbeiten

source: Enable
de: Aktivieren
he: אפשר
km: បើក

source: Error
de: Fehler
he: שגיאה
km: កំហុស

source: Expires After
de: Verfällt nach
he: פג לאחר
km: ផុតកំណត់​បន្ទាប់ពី

source: Extended Validation: Organization
de: Erweiterte Validierung: Organisation
he: תיקוף מורחב: ארגון
km: បន្ថែម​សុពលភាព៖ អង្គភាព

source: Find in Page
de: Auf Seite finden

source: Focus URL Field
de: URL Feld fokusieren
he: התמקד בשדה כתובת אתר
km: ផ្ដោតលើ​កន្លែងបញ្ចូល URL

source: Follow Onion-Location Header Automatically
de: Onion-Location Header automatisch folgen
he: עקוב אחר כותרת של מיקום בצל באופן אוטומטי
km: អនុវត្ត​តាម Onion-Location Header ដោយ​ស្វ័យប្រវត្តិ

source: Forget at Shutdown
de: Beim Beenden vergessen
he: שכח בכיבוי
km: បំភ្លេចនៅពេល​បិទ

source: Forget in Background
de: Im Hintergrund vergessen
he: שכח ברקע
km: បំភ្លេចនៅផ្នែក​ខាងក្នុង

source: Fund Development
de: Spenden
he: ממן פיתוח
km: មូលនិធិ​អភិវឌ្ឍន៍

source: Get %@
de: %@ installieren

source: Go Back
de: Zurück
he: חזור
km: ត្រឡប់ក្រោយ

source: Go Forward
de: Weiter
he: התקדם
km: ទៅមុខ

source: Go to %@
de: Zu %@

source: Guard
de: Wächter
he: מישמר
km: ឆ្មាំ

source: Handle tapping on links in a non-standard way to avoid possibly opening external applications.
de: Tippen auf Links auf andere Weise behandeln, um das Öffnen externer Apps zu verhindern.
he: טפל בהקשה על קישורים בדרך אי־תקנית כדי למנוע פתיחה אפשרית של יישומים חיצוניים
km: ដោះស្រាយ​ការចុច​លើ​តំណភ្ជាប់​ដែល​មិនត្រូវ​ស្ដង់ដារ ដើម្បី​ជៀសវាង​ការ​បើក​កម្មវិធី​ខាងក្រៅ។

source: Hide App Content when in Background
de: App-Inhalt verstecken wenn im Hintergrund

source: History
de: Verlauf
he: היסטוריה
km: ប្រវត្តិ

source: If you sync, all bookmarks will be read from the server and added/updated in Onion Browser.
de: Wenn Du synchronisierst, werden alle Lesezeichen vom Server gelesen und in Onion Browser hinzugefügt/aktualisiert.
he: אם תסנכרן, כל הסימניות ייקראו מהשרת ויתווספו/יעודכנו בדפדפן Onion.
km: ប្រសិនបើ​អ្នក​ធ្វើ​សមកាល នោះ​ទីចំណាំ​ទាំងអស់​នឹង​ទាញយក​ពី​ម៉ាស៊ីនមេ ហើយ​នឹង​ត្រូវ​បន្ថែម/ធ្វើបច្ចុប្បន្នភាព​នៅក្នុង​កម្មវិធី​រុករក Onion។

source: Ignore for this host
de: Für diesen Host ignorieren
he: התעלם עבור מארח זה
km: បោះបង់​សម្រាប់ម៉ាស៊ីន​នេះ

source: Ignore TLS Errors
de: TLS-Fehler ignorieren
he: התעלם משגיאות TLS
km: បោះបង់​កំហុស TLS

source: IndexedDB Databases
de: IndexedDB Datenbanken

source: Install %@
de: Installiere %@

source: Issued By
de: Ausgestellt von
he: הונפק ע״י
km: ចេញដោយ

source: Issued To
de: Ausgestellt für
he: הונפק אל
km: ចេញឱ្យ

source: Learn More
de: Mehr herausfinden
he: למד עוד
km: ឈ្វេងយល់​បន្ថែម

source: Learn more about %@
de: Mehr über %@ herausfinden
he: %@ למד עוד על
km: ឈ្វេងយល់​បន្ថែម​អំពី %@

source: Loading in-app purchase data…
de: In-App-Käufe Daten laden…
he: טוען נתוני רכישה בתוך־יישום...
km: កំពុង​ផ្ទុក​ទិន្នន័យ​ការទិញ​នៅក្នុង​កម្មវិធី...

source: Local Storage
de: Website-Daten
he: אחסון מקומי
km: កន្លែង​ផ្ទុក​ទិន្នន័យ​តំបន់

source: Lock App with Device Passcode
de: App mit Gerätepasswort sperren

source: Lock App with Face ID or Device Passcode
de: App mit Face ID oder Gerätepasswort sperren

source: Lock App with Touch ID or Device Passcode
de: App mit Touch ID oder Gerätepasswort sperren

source: Log In
de: Einloggen
he: התחבר
km: ចូលប្រើ

source: Memory Cache
de: Speicher-Cache

source: Miscellaneous
de: Verschiedenes
he: שונות
km: ផ្សេងៗ

source: Mute Audio with Mute Switch
de: Audio mit Stummschalter stummschalten
he: השתק שמע עם מתג השתקה
km: បិទសំឡេង​ដោយប្រើ​ប៊ូតុង​បិទ​សំឡេង

source: My Search Engine
de: Meine Suchmaschine

source: New Circuit for this Site
de: Neuer Kanal für diese Seite
he: מעגל חדש עבור אתר זה
km: ច្រកថ្មី​សម្រាប់​វេបសាយ​នេះ

source: Next
de: Weiter
he: הבא

source: No success, but "%@" instead.
de: Kein Erfolg, stattdessen: "%@".
he: אין הצלחה, אבל "%@" במקום.

source: No valid HTTP response.
de: Keine gültige HTTP-Antwort.
he: תגובת HTTP בלתי תקפה.

source: Offline Web Application Cache
de: Offline Web-App-Cache

source: Open in a New Tab
de: In neuem Reiter öffnen
he: פתח בלשונית חדשה
km: បើក​នៅក្នុង​ផ្ទាំងថ្មី

source: Open in Background Tab
de: Im Hintergrund öffnen
he: פתח בלשונית רקע
km: បើក​នៅក្នុង​ផ្ទាំង​ខាងក្នុង

source: Open in Default Browser
de: Im Standard-Browser öffnen

source: Other
de: Andere
he: אחר
km: ផ្សេងៗ

source: Password
de: Passwort
he: סיסמה
km: ពាក្យសម្ងាត់

source: Payment Sent
de: Bezahlt
he: תשלום נשלח
km: ការទូទាត់​ប្រាក់​បាន​បញ្ជូន

source: Period of Validity
de: Gültigkeitszeitraum
he: תקופת תוקף
km: រយៈពេល​នៃ​សុពលភាព

source: Popular User Agents
de: Bekannte Browserkennungen
he: סוכני משתמש פופולריים
km: ភ្នាក់ងារ​ប្រើប្រាស់​ពេញនិយម

source: Privacy
de: Privatsphäre
he: פרטיות
km: ឯកជនភាព

source: Privacy & Security
de: Privatsphäre & Sicherheit
he: פרטיות ואבטחה
km: ឯកជនភាព និង​សន្តិសុខ

source: Protocol
de: Protokoll
he: פרוטוקול
km: វិធីការ

source: Pull to Refresh Page
de: Ziehen um Seite neu zu laden
he: משוך כדי לרענן דף
km: ទាញ​ដើម្បី​ធ្វើឱ្យ​ទំព័រ​ថ្មី​ឡើងវិញ

source: Purchase Failure
de: Fehler beim Bezahlen
he: כישלון רכישה
km: ការទិញបរាជ័យ

source: Rate on App Store
de: Im App Store bewerten
he: דרג בחנות היישומים
km: ផ្ដល់​ចំណាត់ថ្នាក់​នៅលើ App Store

source: Reload Tab
de: Reiter neu laden
he: טען מחדש לשונית
km: ផ្ទុក​ផ្ទាំង​ឡើងវិញ

source: Remember Tabs
de: Reiter merken
he: זכור לשוניות
km: ចងចាំ​ផ្ទាំង

source: Remove All Local Storage
de: Alle Website-Daten löschen
he: הסר את כל האחסון המקומי
km: លុប​កន្លែង​ផ្ទុក​ទិន្នន័យ​តំបន់​ទាំងអស់

source: Report a Bug
de: Fehler melden
he: דווח על תקל
km: រាយការណ៍​ពី​កំហុស

source: Request Access
de: Fordere Zugriff an

source: Request could not be formed. Please check host and username/password!
de: Anfrage konnte nicht erstellt werden. Bitte Host und Benutzername/Passwort prüfen!
he: הבקשה לא יכלה להתבצע. אנא בדוק מארח ושם משתמש/סיסמה!

source: Response body missing.
de: Antwort-Body fehlt.
he: גוף תגובה חסר.

source: Retry
de: Erneut versuchen

source: Retry after you added the authentication key to %@.
de: Versuchs nochmal, nachdem Du den Authentifizierungsschlüssel zu %@ hinzugefügt hast.

source: Rules in use on current page
de: Auf dieser Seite benutzte Regeln
he: כללים בשימוש בדף הנוכחי
km: គោលការណ៍​ប្រើប្រាស់​លើ​ទំព័រ​នេះ

source: Search
de: Suche
he: חיפוש
km: ស្វែងរក

source: Search Engine
de: Suchmaschine
he: מנוע חיפוש
km: ម៉ាស៊ីន​ស្វែងរក

source: Search URL
de: Such-URL

source: Security Level for This Site
de: Sicherheitsniveau für diese Seite
he: רמת אבטחה עבור אתר זה
km: កម្រិត​សន្តិសុខ​សម្រាប់​វេបសាយ​នេះ

source: Serial Number
de: Seriennummer
he: מספר סידורי
km: លេខស៊េរី

source: Service Worker Registrations
de: Service-Worker-Registrierungen

source: Session Storage
de: Session-Speicher

source: Settings
de: Einstellungen
he: הגדרות
km: ការកំណត់

source: Settings have been customized.
de: Einstellungen wurden angepasst.
he: הגדרות הותאמו אישית.
km: ការកំណត់​ត្រូវបាន​ផ្លាស់ប្ដូរ​តាមបំណង។

source: Show All Sites
de: Alle Seiten anzeigen
he: הראה את כל האתרים
km: បង្ហាញ​វេបសាយ​ទាំងអស់

source: Show Bookmarks
de: Zeige Lesezeichen
he: הראה סימניות
km: បង្ហាញ​ទីចំណាំ

source: Signature Algorithm
de: Signaturalgorithmus
he: אלגוריתם חתימה
km: ក្បួន​ដោះស្រាយ​ហត្ថលេខា

source: Silver
de: Silber
he: כסף
km: ប្រាក់

source: So that you can do more with Tor on iOS! In %1$@, %2$@ improves the browsing experience with:
de: Damit Du mehr mit Tor auf iOS machen kannst! %2$@ verbessert das Surferlebnis mit %1$@ auf folgende Weise:

source: Sorry, in-app purchase is disabled on your device!
de: Es tut uns Leid, In-App-Käufe sind auf Deinem Gerät deaktiviert!
he: סליחה, רכישה בתוך־יישום מושבתת במכשיר שלך!
km: សុំទោស ការទិញ​នៅក្នុង​កម្មវិធី​ត្រូវបាន​បិទ​លើ​ឧបករណ៍​របស់​អ្នក!

source: Start Tor in %@.
de: Starte Tor in %@.

source: Stop Auto-Complete at First Dot
de: Auto-Vervollständigung endet bei erstem Punkt
he: הפסק השלמה אוטומטית בנקודה ראשונה
km: បញ្ឈប់​ការ​បំពេញ​ដោយស្វ័យប្រវត្តិ​នៅ First Dot

source: Subscribe to Tor Newsletter
de: Tor Newsletter abonieren
he: Tor הירשם כמנוי אל עלון
km: ចុះឈ្មោះ​ក្នុង​ព្រឹត្តិបត្រ​ព័ត៌មាន​របស់ Tor

source: Support
de: Unterstützung
he: תמיכה
km: គាំទ្រ

source: Support Onion Browser Development
de: Unterstütze die Entwicklung von Onion Browser
he: תמוך בפיתוח דפדפן Onion
km: គាំទ្រ​ការ​អភិវឌ្ឍ​កម្មវិធី​រុករក Onion

source: Switch to Tab %d
de: Zu Reiter %d wechseln
he: החלף אל לשונית %d
km: ប្ដូរ​ទៅ​ផ្ទាំង %d

source: Sync Bookmarks
de: Synchronisieren
he: סנכרן סימניות
km: សមកាល​ទីចំណាំ

source: Sync Bookmarks with Nextcloud Server
de: Synchronisiere Lesezeichen mit einem Nextcloud Server
he: סנכרן סימניות עם שרת Nextcloud
km: សមកាល​ទីចំណាំ​ជាមួយ​ម៉ាស៊ីនមេ Nextcloud

source: Sync with Nextcloud
de: Sync mit Nextcloud
he: סנכרן עם Nextcloud
km: សមកាល​ជាមួយ Nextcloud

source: Tab Security
de: Reitersicherheit
he: אבטחת לשוניות
km: ផ្ទាំងសន្តិសុខ

source: Tell websites that you object to processing and selling of your personal data
de: Widerspreche der Verarbeitung und dem Verkauf Deiner persönlichen Daten auf Webseiten

source: The encryption method for this server is outdated.
de: Die Verschlüsselungsmethode für diesen Server ist veraltet.

source: Then come back for private browsing.
de: Dann komm zurück um privat zu Surfen.

source: These might change server behaviour. E.g. show or not show Captchas or return pages meant for desktop browsers.
de: Diese könnten das Verhalten des Servers verändern, wie z.B. Captchas anzeigen oder ausblenden oder mit Seiten antworten, die für Desktop Browser gedacht sind.
he: אלו עשויים לשנות התנהגות שרת, למשל להראות או לא להראות אתגרי Captcha או להחזיר דפים שנועדו עבור דפדפני שולחן עבודה.
km: ទាំងនេះ​ប្រហែល​អាច​ផ្លាស់ប្ដូរ​លក្ខណៈ​របស់​ម៉ាស៊ីនមេ។ ឧទាហរណ៍ បង្ហាញ ឬ​មិន​បង្ហាញ Captchas ឬ​បញ្ជូន​ទំព័រ​កម្មវិធី​រុករក​សម្រាប់​កុំព្យូទ័រ​លើ​តុ។

source: This browser
de: Dieser Browser
he: דפדפן זה
km: កម្មវិធី​រុករក​នេះ

source: This is your default security setting for every website you visit in %@.
de: Dies ist das Standardsicherheitsniveau für jede Webseite die Du in %@ besuchst.
he: זאת הגדרת ברירת המחדל של האבטחה שלך עבור כל אתר שאתה מבקר בו באמצעות %@.
km: នេះ​ជា​ការកំណត់​សន្តិសុខ​មាន​ស្រាប់​របស់​អ្នក​សម្រាប់​គ្រប់​វេបសាយ​ដែល​អ្នក​ចូលមើល​នៅ %@។

source: This site may need authentication. If you received an authentication key for this site, add it to %@!
de: Diese Seite könnte vielleicht eine Authentifizierung benötigen. Wenn Du einen Authentifizierungsschlüssel für diese Seite erhalten hast, füge ihn zu %@ hinzu!

source: This will allow %@ to:
de: Das erlaubt %@ folgendes:

source: Tip: %@
de: Spende: %@
he: תשר: %@
km: ជំនួយ៖ %@

source: Title
de: Titel
he: כותרת
km: ចំណងជើង

source: TLS certificate chain verification error (self-signed certificate?)
de: Fehler bei der Validierung der TLS Zertifikatskette (Selbstsigniertes Zertifikat?)
he: שגיאת וידוא שרשרת תעודת TLS (תעודה חתומה־עצמית?)
km: កំហុស​នៃ​ការ​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ TLS (វិញ្ញាបនបត្រ​ចុះហត្ថលេខ​ដោយ​ខ្លួនឯង?)

source: TLS handshake failed
de: TLS Handshake fehlgeschlagen
he: לחיצת ידיים TLS נכשלה
km: ការចាប់ដៃ TLS បានបរាជ័យ

source: TLS protocol error
de: TLS-Protokollfehler
he: שגיאת פרוטוקול TLS
km: វិធីការ TLS មានកំហុស

source: Tor Circuit
de: Tor-Kanal
he: מעגל Tor
km: ច្រករបស់ Tor

source: Try Again
de: Nochmal
he: נסה שוב
km: ព្យាយាម​ម្ដងទៀត

source: Universal Link Protection
de: Universeller Linkschutz
he: הגנה כלל־עולמית מפני קישורים
km: ការពារ​តំណភ្ជាប់​ជា​សកល

source: Update
de: Ändern

source: User Agent
de: Browserkennung
he: סוכן משתמש
km: ភ្នាក់ងារ​ប្រើប្រាស់

source: User disabled
de: Benutzer deaktiviert
he: מושבת ע״י משתמש
km: អ្នកប្រើត្រូវបានបិទ

source: Username
de: Benutzername
he: שם משתמש
km: ឈ្មោះអ្នកប្រើ

source: We couldn't sync your bookmarks at this time. Try again to make sure your information is synced.
de: Wir konnten Deine Lesezeichnen nicht synchronisieren. Versuch es nochmal, um sicherzustellen, daß die Lesezeichen synchronisiert sind.
he: לא יכולנו לסנכרן את הסימניות שלך הפעם. נסה שוב כדי לוודא שהמידע שלך מסונכרן.
km: យើង​មិនអាច​ធ្វើសមកាល​ទីចំណាំ​របស់​អ្នក​នៅពេល​នេះ​បានទេ។ សូម​ព្យាយាម​ម្ដងទៀត​ដើម្បី​ឱ្យ​ប្រាកដ​ថា​ព័ត៌មាន​របស់​អ្នក​ត្រូវបាន​ធ្វើសមកាល។

source: Websites may break. But you get great security.
de: Websites sind oft kaputt. Aber super-sicher.
he: אתרים עשויים להישבר. אבל אתה מקבל אבטחה מעולה.
km: វេបសាយ​អាចនឹង​ខូច ប៉ុន្តែ​អ្នក​ទទួលបាន​សន្ដិសុខ​ដ៏​ល្អបំផុត។

source: WebSQL Databases
de: WebSQL-Datenbanken

source: Welcome to %@
de: Willkommen beim %@
