Repository: OnionBrowser/OnionBrowser
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, he, km

source: When disabled, all text entered in search bar will be sent to the search engine unless it starts with "http".
de: Falls deaktiviert, wird der gesamte eingegebene Text in der Suchleiste zur Suchmaschine gesendet, außer er beginnt mit "http".
he: כאשר מושבת, כל הטקסט המוכנס בשורת החיפוש יישלח אל מנוע החיפוש אלא אם הוא מתחיל ב־"http".
km: នៅពេល​បិទ រាល់​អត្ថបទ​ដែល​បាន​បញ្ចូល​នៅក្នុង​របារ​ស្វែងរក នឹង​ត្រូវ​បញ្ជូន​ទៅកាន់​ម៉ាស៊ីន​ស្វែងរក លុះត្រា​តែ​វា​ចាប់ផ្ដើម​ដោយ "http"។

source: Why
de: Warum

source: Why %1$@ needs %2$@
de: Warum %1$@ %2$@ benötigt

source: Works pretty well. Your identity is mostly protected.
de: Funktioniert sehr gut. Deine Identität ist größtenteils geschützt.
he: עובד היטב למדי. הזהות שלך לרוב מוגנת.
km: ដំណើរការ​ល្អណាស់។ អត្តសញ្ញាណ​របស់​អ្នក​ភាគច្រើន​ត្រូវបាន​ការពារ។

source: You might be connecting to a server that is pretending to be "%@" which could put your confidential information at risk.
de: Du könntest dich zu einem Server verbinden, der vorgibt "%@" zu sein, und damit deine vertraulichen Informationen in Gefahr bringen.

source: You most recently donated %1$@ on %2$@.
de: Du hast als letztes %1$@ am %2$@ gespendet.
he: תרמת בפעם האחרונה %1$@ ב%2$@.
km: អ្នក​បានបរិច្ចាគ​ថ្មីៗ​នេះ %1$@នៅលើ %2$@។

source: You're one step closer to private browsing.
de: Du bist einen Schritt näher am privaten Surfen.

source: Your traffic goes to 3 different parts of the world.
de: Dein Datenverkehr läuft über 3 verschiedene Teile der Welt.
he: התעבורה שלך הולכת אל 3 חלקים שונים של העולם.
km: ចរាចរណ៍​របស់​អ្នក​ចេញទៅកាន់ 3 ​កន្លែង​ផ្សេងៗគ្នា​នៃ​ពិភពលោក។

source: Bronze
he: ארד
km: សំរឹទ្ធ

source: Cookies
he: עוגיות

source: Gold
he: זהב
km: មាស

source: Host
he: מארח
km: ម៉ាស៊ីន

source: OK
he: אשר
km: យល់ព្រម

source: URL Blocker
he: חוסם כתובות אתר
km: អង្គបង្ខាំង URL

source: Version
he: גרסה
km: ជំនាន់

source: Version %@
he: גרסה %@
km: ជំនាន់ %@
